{
    "Close" : "اغلاق",
    "Home" : "الصفحة الرئسية",
    "About Us" : "معلومات عنا",
    "Our Projects" : "مشروعاتنا",
    "Contact Us" : "تواصل معنا",
    "Explore our premium sports flooring options at Caf Sports, designed for superior performance and safety. Contact us today for customized solutions and expert guidance" :
    "استكشف خيارات الأرضيات الرياضية المتميزة لدينا في  كاف سبورتس ، المصممة لتحقيق الأداء الفائق والسلامة. اتصل بنا اليوم للحصول على حلول مخصصة وإرشادات الخبراء.",
    "Sports Flooring" : "الأرضيات الرياضية",
    "WELCOME TO" : "مرحبا بك في",
    "CAF" : "كاف",
    "SPORTS": "سبورتس",
    "We are CAF SPORTS One of the leading companies in Egypt and United Arab Emirates specialized in the field of sports construction and Artificial flooring." : "نحن كاف سبورتس إحدى الشركات الرائدة في مصر والإمارات العربية المتحدة المتخصصة في مجال البناء الرياضي والأرضيات الصناعية." ,
    "to be committed, credible and transparent with our customers to provide High quality products at competitive prices and take into account the specifications of the products in order to achieve the highest degree of success and continuity within the Egyptian market and United Arab Emirates market." : "أن نكون ملتزمين ومصداقية وشفافية مع عملائنا لتقديم منتجات عالية الجودة بأسعار تنافسية ومراعاة مواصفات المنتجات لتحقيق أعلى درجة من النجاح والاستمرارية داخل السوق المصري وسوق الإمارات العربية المتحدة." ,
    "At CAF SPORTS, we aspire to revolutionize the sports flooring industry by providing innovative, high-performance solutions that suit the needs of athletes, sports facilities and fitness enthusiasts around the world. Our vision is to create cutting-edge sports flooring systems that not only enhance sports performance but prioritize For safety, durability and sustainability." : "في كاف سبورتس ، نطمح إلى إحداث ثورة في صناعة الأرضيات الرياضية من خلال توفير حلول مبتكرة وعالية الأداء تناسب احتياجات الرياضيين والمرافق الرياضية وعشاق اللياقة البدنية في جميع أنحاء العالم. تتمثل رؤيتنا في إنشاء أنظمة أرضيات رياضية متطورة لا تعزز الأداء الرياضي فحسب، بل تعطي الأولوية للسلامة والمتانة والاستدامة." ,
    "Design construction" : "بناء التصميم" ,
    "Playgrounds and floors are implemented according to standard specifications ." : "يتم تنفيذ الملاعب والأرضيات حسب المواصفات القياسية ." ,
    "Precision" : "دقة" ,
    "All products are approved by the International Federation of Tennis and Basketball Players" : "جميع المنتجات معتمدة من قبل الاتحاد الدولي للاعبي التنس وكرة السلة" ,
    "Renovation" : "تجديد",
    
    "All designs are planned from all planning works and reviewed by daily maintenance ." : "يتم تخطيط جميع التصاميم من جميع أعمال التخطيط ومراجعتها من خلال الصيانة اليومية." ,
    "Design" : "تصميم" ,
    "All products are eco-friendly, animal-safe, and weather-resistant." : "جميع المنتجات صديقة للبيئة وآمنة على الحيوانات ومقاومة للعوامل الجوية." ,
    "We are CAF Sports Company, one of the leading companies in Egypt and the United Arab Emirates specialized in the field of sports construction and industrial flooring" : "نحن شركة كاف سبورتس إحدى الشركات الرائدة في مصر والإمارات العربية المتحدة المتخصصة في مجال الإنشاءات الرياضية والأرضيات الصناعية" ,
    "CAF Sports has a distinguished group of specialized employees policy is based on commitment, trust and credibility And transparency with customers, while providing the best products available at prices commensurate with Everyone is observing the standard specifications and the high quality of the products" : "لدى كاف سبورتس مجموعة متميزة من الموظفين المتخصصين. سياسة مبنية على الالتزام والثقة والمصداقية والشفافية مع العملاء، مع تقديم أفضل المنتجات المتوفرة بأسعار تتناسب مع الجميع مع مراعاة المواصفات القياسية والجودة العالية للمنتجات."   ,
    "Expert & Professional" : "خبير ومحترف" ,
    "Always distinguished in all designs and products" : "متميزون دائما في كافة التصاميم والمنتجات",
    "High Quality Work" : "عمل عالي الجودة",
    "Our products conform to standard specifications and are suitable for changing weather conditions" : "منتجاتنا مطابقة للمواصفات القياسية ومناسبة للظروف الجوية المتغيرة" ,
    "24/7 Help Support" : "دعم المساعدة على مدار 24/7 " ,
    "Always at your service and the goal is to always satisfy our customers" : "في خدمتكم دائما والهدف هو إرضاء عملائنا دائما" ,
    "Quick Links" : "روابط سريعة" ,
    "Reach Us" : "تواصل معنا" ,
    "Copyright © 2024 All rights reserved | This Website is made by Eslam Emam" : "حقوق النشر © 2024 جميع الحقوق محفوظة | هذا الموقع من تصميم إسلام إمام" ,
    "Name" : "الاسم" ,
    "Email" : "بريد إلكتروني" ,
    "Phone Number" : "رقم التليفون",
    "Message" : "رسالة" ,
    "Send" : "إرسال" ,
    "Artificial Grass for Sports Surfaces" : "نجيل صناعي للملاعب الرياضية" ,
    "Artificial Grass for Landscape" : "نجيل صناعى للحدائق" ,
    "Acrylic Flooring" : "ارضيات اكريليك",
    "Rubber Flooring" : "أرضيات مطاطية" ,
    "Tartan Flooring" : "أرضيات الترتان" ,
    "Click here" : "انقر هنا",
    "Customized Style":"نمط مخصص",
    "Indulge in the Luxury of Tailored Style, Crafted Exclusively for You" : "انغمس في فخامة الطراز المصمم خصيصًا لك",
    "Unmatched Durability" : "متانة لا مثيل لها" ,
    "Experience Unparalleled Endurance Unmatched Durability That Stands the Test of Time" : "استمتع بتجربة تحمل لا مثيل لها متانة لا مثيل لها تصمد أمام اختبار الزمن",
    "Rise Above the Rest Elevate Your Performance to Extraordinary Levels" :"الارتفاع فوق الباقي ارفع أدائك إلى مستويات استثنائية",
    "Elevate Performance" : "رفع الأداء" ,
    "Discover Versatile Solutions Tailored to Meet Your Every Need" : "اكتشف حلولاً متعددة الاستخدامات ومصممة لتلبية جميع احتياجاتك" ,
    "Versatile Solutions" : "حلول متعددة الاستخدامات" ,
    "GYM Flooring" : "أرضيات الصالة الرياضية",
    "Padel Tennis Flooring" : "ارضيات بادل تنس" ,
    "Padel Tennis " : "ارضيات بادل تنس" ,
    "Improve the performance" : "تحسين الأداء",
    "Unleash Your Potential with Premier Sports Flooring. Elevate Performance, Enhance Safety. Explore Now" : "أطلق العنان لإمكاناتك مع الأرضيات الرياضية المميزة. رفع مستوى الأداء وتعزيز السلامة. اكتشف الآن",
    "Services" : "خدماتنا" ,
    "Our Services" : "خدماتنا" ,
    "Caf Sports offers first class sports flooring supply solutions tailored to meet the needs of your sports facility. Our range of high-quality materials ensures optimal performance and safety for athletes of all levels. Trust Caf Sports to elevate your sports experience with reliable and durable flooring solutions." : "تقدم كاف سبورتس توريد الأرضيات الرياضية من الدرجة الأولى المصممة خصيصًا لتلبية احتياجات منشأتك الرياضية. تضمن مجموعتنا من المواد عالية الجودة الأداء الأمثل والسلامة للرياضيين من جميع المستويات. ثق في كاف سبورتس للارتقاء بتجربتك الرياضية من خلال حلول الأرضيات الموثوقة والمتينة" ,
    "At Caf Sports, we specialize in the precise installation of sports flooring. Our expert team ensures a seamless process, from preparation to completion, delivering high-quality results for your athletic facility" : "في كاف سبورتس نحن متخصصون في التركيب الدقيق للأرضيات الرياضية. يضمن فريق الخبراء لدينا عملية سلسة، بدءًا من الإعداد وحتى الانتهاء، مما يوفر نتائج عالية الجودة لمنشأتك الرياضية" ,
    "At Caf Sports, we provide expert maintenance services to keep your sports flooring in top condition. From routine cleaning to repairs, trust us to ensure your flooring remains safe and durable for years to come" : "في كاف سبورتس نقدم خدمات صيانة متخصصة للحفاظ على الأرضيات الرياضية الخاصة بك في أفضل حالة. من التنظيف الروتيني إلى الإصلاحات، ثق بنا لضمان بقاء أرضياتك آمنة ومتينة لسنوات قادمة"
}